{
 "jokes": [ {
    "id": "UKuXvzAlOuc",
    "joke": "I was going to learn how to juggle, but I didn't have the balls.",
    "status": 200
  },
  {
    "id": "ly5hNR7w5Ed",
    "joke": "I tried taking some high resolution photos of local farmland, but they all turned out a bit grainy.",
    "status": 200
  },
  {
    "id": "e2obFd2oOf",
    "joke": "I thought about going on an all-almond diet. But that's just nuts.",
    "status": 200
  },
  {
    "id": "H6pWvHQKJe",
    "joke": "Guy told me today he did not know what cloning is. I told him, \"that makes 2 of us.\"",
    "status": 200
  },
  {
    "id": "mGtHtcUfqjb",
    "joke": "Did you hear that David lost his ID in prague? Now we just have to call him Dav.",
    "status": 200
  },
  {
    "id": "6USSCQnyd",
    "joke": "I'd like to start a diet, but I've got too much on my plate right now.",
    "status": 200
  },
  {
    "id": "FBQK6MexPuc",
    "joke": "My friend told me that pepper is the best seasoning for a roast, but I took it with a grain of salt.",
    "status": 200
  },
  {
    "id": "K6USKBXvcib",
    "joke": "What do you call a crowd of chess players bragging about their wins in a hotel lobby? Chess nuts boasting in an open foyer.",
    "status": 200
  },
  {
    "id": "82gqciGBdFd",
    "joke": "I used to be addicted to the hokey pokey, but I turned myself around.",
    "status": 200
  },
  {
    "id": "zPZ0TClqrc",
    "joke": "What do you call a guy lying on your doorstep? Matt.",
    "status": 200
  },
  {
    "id": "uszdNZ8MRCd",
    "joke": "My new thesaurus is terrible. In fact, it's so bad, I'd say it's terrible.",
    "status": 200
  },
  {
    "id": "AIm3w5hiyd",
    "joke": "Why did the tree go to the dentist? It needed a root canal.",
    "status": 200
  },
  {
    "id": "scaUn3TfNe",
    "joke": "So, I heard this pun about cows, but it’s kinda offensive so I won’t say it. I don’t want there to be any beef between us. ",
    "status": 200
  },
  {
    "id": "7hNuz5MeVnb",
    "joke": "What kind of dinosaur loves to sleep? A stega-snore-us.",
    "status": 200
  },
  {
    "id": "xXvzXga21wc",
    "joke": "How do locomotives know where they're going? Lots of training",
    "status": 200
  }
]
}
